{
    "nav.home":
        {"en": ["Home"],
         "es": ["Inicio"],
         "ja": ["ホーム"]},
    "nav.charts":
        {"en": ["Charts"],
         "es": ["Charts"],
         "ja": ["譜面一覧"]},
    "nav.browse":
        {"en": ["Browse More"],
         "es": ["Explorar más"],
         "ja": ["譜面を探す"]},
    "nav.artists":
        {"en": ["Artists"],
         "es": ["Artistas"],
         "ja": ["アーティストから"]},
    "nav.sources":
        {"en": ["Sources"],
         "es": ["Fuentes"],
         "ja": ["元ネタから"]},
    "nav.charters":
        {"en": ["Charters"],
         "es": ["Charters"],
         "ja": ["譜面制作者から"]},
    "nav.custom":
        {"en": ["Customization"],
         "es": ["Customización"],
         "ja": ["カスタマイズ"]},
    "nav.nameplates":
        {"en": ["Nameplates"],
         "es": ["Nameplates"],
         "ja": ["ネームプレート"]},
    "nav.dons":
        {"en": ["Dons"],
         "es": ["Dons"],
         "ja": ["どんちゃん"]},
    "nav.puchichara":
        {"en": ["Puchichara"],
         "es": ["Puchichara"],
         "ja": ["ぷちキャラ"]},
    "nav.guides":
        {"en": ["Guides"],
         "es": ["Guías"],
         "ja": ["解説"]},
    "nav.donate":
        {"en": ["Donate!"],
         "es": ["Donar!"],
         "ja": ["寄付する!"]},

    "table.name":
        {"en": ["Name"],
         "es": ["Nombre"],
         "ja": ["曲名"]},
    "table.artist":
        {"en": ["Artist"],
         "es": ["Artista"],
         "ja": ["アーティスト"]},
    "table.source":
        {"en": ["Source"],
         "es": ["Fuente"],
         "ja": ["元ネタ"]},
    "table.bpm":
        {"en": ["BPM"],
         "es": ["BPM"],
         "ja": ["BPM"]},
    "table.difficulty":
        {"en": ["Difficulty"],
         "es": ["Dificultad"],
         "ja": ["難易度"]},
    "table.charter":
        {"en": ["Charter"],
         "es": ["Charter"],
         "ja": ["譜面制作者"]},
    "table.genre":
        {"en": ["Genre"],
         "es": ["Género"],
         "ja": ["ジャンル"]},
    "table.updated":
        {"en": ["Last Updated"],
         "es": ["Ultima actualización"],
         "ja": ["最終更新日"]},
    "table.uploaded":
        {"en": ["Uploaded"],
         "es": ["Fecha de subida"],
         "ja": ["アップロード日"]},
    "table.download":
        {"en": ["Download"],
         "es": ["Descargar"],
         "ja": ["ダウンロード"]},
    "table.orig":
        {"en": ["Original"],
         "es": ["Original"],
         "ja": ["原語版"]},
    "table.eng":
        {"en": ["English"],
         "es": ["Inglés"],
         "ja": ["英語版"]},

    "index.title":
        {"en": ["Home"],
         "es": ["Inicio"],
         "ja": ["ホーム"]},
    "index.about.h":
        {"en": ["About TJADB"],
         "es": ["Sobre TJADB"],
         "ja": ["TJADBについて"]},
    "index.about.text1":
        {"en": ["Welcome to the alpha release of the TJADB inventory website.",
                " This website is used by TJADB members to upload their custom",
                " TJA charts, to share the enjoyment of Taiko no Tatsujin style",
                " games with the wider community and world. Charts are available",
                " in the original language, as well as with English translations.",
                " Check out the"],
         "es": ["Te damos la bienvenida al lanzamiento de la página del",
                " repositorio de TJADB. Este sitio, es usado por miembros de",
                " TJADB para distribuir sus propios charts TJA para compartir",
                " la diversión de los juegos al estilo de Taiko no Tatsujin con",
                " su gran comunidad en el mundo. Los charts están disponibles",
                " tanto en su idioma original o traducidos al inglés. Revisa la"],
         "ja": ["TJADBのアルファリリース版ウェブサイトへようこそ!",
                " このウェブサイトはTJADBのメンバーが創作譜面をアップロードし、",
                "「太鼓の達人」スタイルのゲームの楽しさをより大きなコミュニティや",
                "世界に広めるためのものです。譜面は原語版と英語版があります。",
                "現在、TJADBのウェブサイトに掲載されている曲のリストは、"]},
    "index.about.a":
        {"en": ["browse page"],
         "es": ["lista de charts"],
         "ja": ["譜面一覧"]},
    "index.about.text2":
        {"en": [" for a list of the songs currently hosted on the TJADB website."],
         "es": [" para una lista de las canciones disponibles en la página de TJADB."],
         "ja": ["をご覧ください。"]},
    "index.donate.h":
        {"en": ["Help us out!"],
         "es": ["Ayudanos!"],
         "ja": ["寄付のお願い"]},
    "index.donate.p1":
        {"en": ["This website and accompaning Discord bot is currently running",
                " off a low-resource, personal, development server. We would like",
                " to rent a dedicated server, so that the development server can",
                " again be used for development, the website can run on good",
                " hardware with a stable Internet connection, and we will have",
                " more resources available to bring you better features!"],
         "es": ["Este sitio web junto con el bot de Discord se ejecutan desde un",
                " servidor personal, de desarrollo con bajos recursos. Nos",
                "  gustaria rentar un servidor dedicado para que el servidor de",
                " desarrollo pueda volver a ser usado para desarrollar, que el",
                " sitio web pueda ejecutarse en buen hardware con una conexión",
                " estable, y tener mas recursos para poder traer más funciones!"],
         "ja": ["現在、このウェブサイトとDiscord上のボットはリソースの乏しい個人の",
                "開発用サーバーで動いています。そのため、TJADB用に専用サーバーを",
                "借りたいと考えています。そうすることによって開発用サーバーを再び",
                "本来の目的で使えるようになり、より安定したインターネット接続と",
                "良い性能のサーバーで動かせるようになります。より良い機能を提供する",
                "ためのリソースも確保することができます。"]},
    "index.donate.p2a":
        {"en": ["We also appreciate everyone who helps us out! While we want to",
                " keep the majority of the features available to everyone, we do",
                " offer some small benefits to our supporters. You can check them",
                " out on the"],
         "es": ["Tambien agradecimos a cualquiera que nos ayude! Aunque queremos",
                " que la mayoria de funciones estén disponibles para todos, aun",
                "  así ofrecemos pequeños beneficios para las personas que nos",
                "  apoyen. Puedes revisarlos en la"],
         "ja": ["つきましては、皆様からの寄付を受け付けておりますので、ご支援を賜ります",
                "ようよろしくお願い申し上げます。なお、TJADBにおけるほとんどの機能を",
                "どなたでもご利用していただけるように考えていますが、支援者の方には",
                "ささやかなお礼の品を用意しております。詳細につきましては、"]},
    "index.donate.a":
        {"en": ["donation page"],
         "es": ["página de donaciones"],
         "ja": ["寄付のページ"]},
    "index.donate.p2b":
        {"en": ["."],
         "es": ["."],
         "ja": ["をご確認ください。"]},
    "index.submit.h":
        {"en": ["How do I submit TJA's?"],
         "es": ["Como subo mis TJA?"],
         "ja": ["譜面の提出方法について"]},
    "index.submit.text":
        {"en": ["During the first release, TJA submisions are limited to members",
                " of the TJADB Discord server. Before submitting a TJA, please",
                " have someone in the <b>#tja-general</b> channel of the Discord",
                " server verify if the TJA is properly made. Once you received",
                " confirmation, fill out the spreadsheet, pinned in",
                " <b> #tja-publishing </b>, and send it to <b> Pidgey#8387 </b>,",
                " with a request to insert it into the TJADB database. This",
                " process will be smoother in future iterations of the website."],
         "es": ["Durante la primera versión, el envío y subida de TJA está",
                " limitado a miembros de el servidor de TJADB en Discord. Antes",
                " de subir un TJA, pide a alguien en el canal de <b>#tja-general",
                "</b> del servidor de Discord que verifique que tu TJA esté bien",
                " hecho. Después de haber recibido la aprobación, completa el",
                " formulario fijado en <b> #tja-publishing </b>, y envialo a <b>",
                " Pidgey#8387 </b>, con una solicitud para añadirlo a la base de",
                " datos de TJADB. Este proceso será mas facil en proximas",
                " versiones de la página."],
         "ja": ["現在の段階では、TJADBのDiscordサーバーのメンバーのみ譜面を提出すること",
                "ができます。譜面を提出する前に、Discordサーバーの<b>#tja-general</b>",
                "チャンネルで、その譜面が正しく作られているかどうかを確認してもらって",
                "ください。確認が取れたら、<b>#tja-publishing</b>でピン留めされている",
                "スプレッドシートに記入していただき、TJADBデータベースに追加希望の旨と",
                "ともに、<b>Pidgey#8387</b>宛に送信してください。この手続きは今後の",
                "ウェブサイトのリニューアルでよりスムーズに行えるようになる予定です。"]},
    "index.involved.h":
        {"en": ["Get involved!"],
         "es": ["Contribuye!"],
         "ja": ["TJADBに携わってくれる方募集!"]},
    "index.involved.text1":
        {"en": ["Want to get involved in the development of the TJADB website?",
                " You can! You can contribute in many ways: Coding, Web",
                " development, Art, Testing, Bug hunting, and of-course,",
                " providing content! <br />",
                "You can provide content in different ways as well. The most",
                " obvious one is, of course, the addition of new TJA's (make sure",
                " you own the rights to the chart). But you can help in different",
                " ways as well. If you look at the menu bar, you will see some",
                " links that currently lead nowhere. One of which is \"Guides\".",
                " If you feel like writing some guides on certain TJA players,",
                " charting, etc, get in touch with the <b> moderators of the",
                " TJADB Discord</b>, and tell them what guides you would like to",
                " add. Once they give the green-light, make your guides and get",
                " in touch with <b>@Pidgey</b> once ready. He will add your page",
                " to the website, once signed off by the mods.<br /> <br />",
                "Would you rather make assets for the website or Discord bot,",
                " such as the banner, menu bar, background or profile picture?",
                " Get in touch with <b>@Pidgey</b> for the requirements. <br />",
                "<br /> Would you rather help out with coding? You can find the",
                " repository on"],
         "es": ["Quieres participar en el desarrollo de esta página de TJADB?",
                " ¡Sí puedes! Puedes contribuir de diversas maneras: ",
                "Programando, desarrollo web, arte, testeo, caza de bugs,",
                " y por supuesto, entregando contenido! <br />",
                "Hay muchas formas de proveer contenido, la mas obvia es,",
                " por supuesto, el agregar nuevos TJA's (asegúrate que poseas",
                " los derechos del chart). Otras formas de ayudar aparecen si tu",
                " miras al menú, allí verás que hay links que actualmente llevan",
                " a ninguna parte. Uno de ellos es \"Guías\". Si quieres",
                " escribir guías sobre un simulador TJA en concreto, charting,",
                " etc, ponte en contacto con los <b>moderadores del servidor de",
                " Discord de TJADB</b>, y diles que guías piensas añadir. Una",
                " vez que te den la aprobaci> lista. El añadirá tu página al",
                " sitio web, una vez confirmado por los mods. <br /> <br />",
                "¿Prefieres hacer arte para la página o el bot de Discord, como",
                " el banner, barra de menú, fondo de la página o la foto de",
                " perfil? Comunícate con <b>@Pidgey</b> para ver los",
                " requerimientos. <br /><br /> Prefieres ayudar programando?",
                " Puedes encontrar el repositorio en"],
         "ja": ["TJADBのウェブサイトの開発に携わりたいですか? 例えば以下ののようなことが",
                "できます。<ul><li>コーディング</li><li>Web開発</li><li>デザイン</li>",
                "<li>テスト</li><li>バグハンティング</li><li>コンテンツの提供</li></ul>",
                "コンテンツは様々な形で提供することができます。一番わかりやすいのは、",
                "新しい譜面の追加です。(譜面の権利を所有していることを確認して",
                "ください。) その他には、メニューバーにある解説記事などがあります。",
                "もしシミュレーターや譜面の作成方法などの解説記事を書きたいと思ったら、",
                "<b>TJADBのDiscordサーバーにいるモデレーター</b>に連絡して、どんな記事",
                "を書きたいのかを伝えてください。もしその内容がOKであれば解説記事を書き、",
                "準備ができたら<b>@Pidgey</b>まで連絡してください。モデレーターによる",
                "チェックが終わり次第、このサイトに追加されます。<br /><br />",
                "バナー、メニューバーまたは背景などのウェブサイト用の素材を作りたい",
                "ですか? 要件については<b>@Pidgey</b>まで連絡してください。<br /><br />",
                "コーディングのお手伝いをしたいですか? "]},
    "index.involved.text2":
        {"en": ["Since no fixed rules around the development or roadmap are set",
                " in stone, please touch base with the dev team to make sure your",
                " code will be approved later down the road."],
         "es": ["Debido a que no hay reglas sobre el desarrollo o plan a futuro",
                " te pedimos que te contactes con el equipo de desarrollo para",
                " asegurarte si tu código será aprobado."],
         "ja": ["でリポジトリを見つけることができます。開発に関するルールやロードマップ",
                "は決まっていないので、あなたのコードが承認されるかどうか、開発チームと",
                "連絡を取ってみてください。"]},

    "browse.title":
        {"en": ["Browse"],
         "es": ["Explorar"],
         "ja": ["譜面一覧"]},
    "browse.text":
        {"en": ["TJADB offers a range of custom .tja charts that can be searched,",
                " sorted, and downloaded here. You have the option to download",
                " each song in its original language or in English."],
         "es": ["TJADB es un repositorio de charts .tja personalizados en el que",
                " los puedes buscar, filtrar por varios criterios y descargar",
                " desde aquí. Puedes descargar cada canción en su idioma original",
                " o en inglés."],
         "ja": ["TJADBは様々な創作譜面を提供しており、ここで検索、ソート、ダウンロード",
                "することができます。各譜面を原語または英語でダウンロードする事が",
                "できます。"]},
    "artist.title":
        {"en": ["Browse"],
         "es": ["Explorar"],
         "ja": ["アーティストから探す"]},
    "artist.text":
        {"en": ["Songs by "],
         "es": ["Canciones de"],
         "ja": ["アーティスト: "]},
    "charter.title":
        {"en": ["Browse"],
         "es": ["Explorar"],
         "ja": ["譜面製作者から探す"]},
    "charter.text":
        {"en": ["Songs charted by "],
         "es": ["Charts hechos por "],
         "ja": ["譜面製作者: "]},

    "source.title":
        {"en": ["Browse"],
         "es": ["Explorar"],
         "ja": ["元ネタから探す"]},
    "source.text":
        {"en": ["Songs from "],
         "es": ["Canciones de"],
         "ja": ["元ネタ: "]},

    "browse_names.title":
        {"en": ["Browse"],
         "es": ["Explorar"],
         "ja": ["名前から検索"]},

    "donate.title":
        {"en": ["Donate"],
         "es": ["Donar"],
         "ja": ["寄付について"]},
    "donate.thanks.h":
        {"en": ["Thank you for considering donating to the TJADB project!"],
         "es": ["Gracias por considerar donar al proyecto de TJADB!"],
         "ja": ["TJADBプロジェクトへの寄付をご検討いただき、ありがとうございます!"]},
    "donate.thanks.text1a":
        {"en": ["Donations are used to keep the website, discord bot, domain and",
                " ESE project alive.<br /> Excess donations will be stored",
                " separately, to keep a buffer for months with fewer donations.",
                " If we reach a point where we have a large excess of donations,",
                " we will notify any donors. For any questions, contact the staff",
                " of the"],
         "es": ["Las donaciones son para mantener la página, bot de Discord,",
                " dominio y el proyecto ESE con vida.<br /> El exceso de",
                " donaciones se almacenará por separado para mantener un comodin",
                " para los meses con donaciones escasas. Si llegamos al punto de",
                " tener un gran exceso de donaciones, le avisaremos a los",
                " donadores. Para cualquier pregunta, contacta al staff del"],
         "ja": ["寄付されたお金はウェブサイト、Discordボット、ドメイン、そしてESE",
                "プロジェクトの継続のために使われます。<br />余ったお金は、寄付金",
                "の少ない月へのお金として別途保管されます。<br />なお、寄付金が大幅に",
                "余った場合は寄付者の皆様にお知らせいたします。ご不明な点がありましたら、"]},
    "donate.thanks.a":
        {"en": ["TJADB Discord group"],
         "es": ["servidor de TJADB en Discord"],
         "ja": ["TJADBのDiscordグループ"]},
    "donate.thanks.text1b":
        {"en": ["."],
         "es": ["."],
         "ja": ["のスタッフまでお問い合わせください。"]},

    "donate.thanks.text2":
        {"en": ["Once you make a donation, ping <b>Pidgey#8387</b> on Discord, or",
                " send a mail to <b>tjadb-donations [at] pidgey.net</b>. Certain",
                " donation tiers get rewarded with a small thank you, and every",
                " donation is noted down for full transparancy."],
         "es": ["Una vez que hagas la donacion, menciona a <b>Pidgey#8387</b> en",
                " Discord, o envia un correo a <b>tjadb-donations [at] pidgey.net",
                "</b>. Algunos niveles de donacion reciben un pequeño",
                " agradecimiento, y todas las donaciones son registradas para",
                " transparencia completa."],
         "ja": ["寄付してくださった方は、Discordで<b>Pidgey#8387</b>にメンションを送る",
                "か、もしくは<b>tjadb-donations [at] pidgey.net</b>にメールを送って",
                "ください。一定の寄付をしていただいた方にはささやかなお礼の品を差し上げます。",
                "すべての寄付は透明性確保のために記録されています。"]},
    "donate.options.h":
        {"en": ["Donation options"],
         "es": ["Opciones para donar"],
         "ja": ["寄付の方法"]},
    "donate.options.text":
        {"en": ["There are a couple of ways you can donate to the project."],
         "es": ["Hay varias maneras con las que puedes donar al proyecto."],
         "ja": ["TJADBプロジェクトに寄付をする方法はいくつかあります。"]},
    "donate.benefits.h":
        {"en": ["Benefits"],
         "es": ["Beneficios"],
         "ja": ["お礼の品について"]},
    "donate.benefits.monthly":
        {"en": ["Monthly donations"],
         "es": ["Donaciones mensuales"],
         "ja": ["毎月の寄付"]},
    "donate.benefits.month":
        {"en": ["month"],
         "es": ["mes"],
         "ja": ["月"]},
    "donate.benefits.2m":
        {"en": ["Sponsor badge on GitHub"],
         "es": ["Insignia de sponsor en GitHub"],
         "ja": ["GitHub上でのスポンサーバッジ"]},
    "donate.benefits.5m":
        {"en": ["Early release access to features of hosted projects <br />",
                "Participate in polls that decide the directions of ongoing",
                " projects <br /> Get the \"Sponsor\" role on Discord"],
         "es": ["Acceso anticipado a funciones de los proyectos <br />",
                "Participa de encuestas que decidiran el futuro de los proyectos",
                " actuales <br /> Obten el rol de \"Sponsor\" en Discord"],
         "ja": ["プロジェクトの機能の早期アクセス<br />進行中のプロジェクトの方向性を",
                "決める投票への参加権<br />TJADBのDiscordサーバー上でのスポンサーロール"]},
    "donate.benefits.10m":
        {"en": ["Logo or name in the repository README"],
         "es": ["Logo o nombre en el README del repositorio"],
         "ja": ["プロジェクトのリポジトリのREADMEへロゴもしくは名前の掲載"]},
    "donate.benefits.20m":
        {"en": ["Logo or name on the website"],
         "es": ["Logo o nombre en la página"],
         "ja": ["ウェブサイト上にロゴもしくは名前の掲載"]},
    "donate.benefits.onetime":
        {"en": ["One-time donations"],
         "es": ["Donaciones unicas"],
         "ja": ["一度限りの寄付"]},
    "donate.benefits.20o":
        {"en": ["Get a sponsor role on the TJADB Discord server"],
         "es": ["Obten un rol de sponsor en el server de Discord de TJADB"],
         "ja": ["TJADBのDiscordサーバー上でのスポンサーロール"]},
    "donate.benefits.50o":
        {"en": ["Logo or name on the project README"],
         "es": ["Logo o nombre en el README del proyecto"],
         "ja": ["プロジェクトのリポジトリのREADMEへロゴもしくは名前の掲載"]},
    "donate.benefits.100o":
        {"en": ["Logo or name on the website"],
         "es": ["Logo o nombre en la página"],
         "ja": ["ウェブサイト上にロゴもしくは名前の掲載"]},
    "donate.benefits.150o":
        {"en": ["High-priority feature requests (to be discussed what is do-able)"],
         "es": ["Solicitudes de funciones con alta prioridad (se discutirá lo",
                " que es factible)"],
         "ja": ["優先度の高い機能要望"]},

    "nameplates.title":
        {"en": ["Nameplates"],
         "es": ["Nameplates"],
         "ja": ["Nameplates"]},
    "nameplates.h":
        {"en": ["Custom Nameplates"],
         "es": ["Nameplates personalizadas"],
         "ja": ["Custom Nameplates"]},
    "nameplates.p1":
        {"en": ["Custom Nameplates can be created thanks to CRCR's nameplate",
                " program, which can be downloaded"],
         "es": ["Nameplates personalizadas pueden ser creadas gracias al programa",
                " de nameplates de CRCR, que se puede descargar"],
         "ja": ["Custom Nameplates can be created thanks to CRCR's nameplate",
                " program, which can be downloaded"]},
    "nameplates.here":
        {"en": ["here"],
         "es": ["aquí"],
         "ja": ["here"]},
    "nameplates.p2":
        {"en": ["This is an example name plate. Your title (usually gained from",
                " completing certain challenges) goes in the top box, and your",
                " username in the bottom."],
         "es": ["Esta es una nameplate de ejemplo. Tu título (comúnmente obtenido",
                " por completar ciertos desafíos) va en el cuadro de arriba, y tu",
                " nombre de usuario en el cuadro de abajo."],
         "ja": ["This is an example name plate. Your title (usually gained from",
                " completing certain challenges) goes in the top box, and your",
                " username in the bottom."]},
    "nameplates.p3":
        {"en": ["The \"Full\" button switches between the full and standard",
                " nameplate. You must hit \"Save\" twice to receive both",
                " nameplates."],
         "es": ["El boton \"Full\" cambia entre el diseño completo y el estandar",
                " de una nameplate. Debes presionar \"Save\" dos veces para",
                " guardar las dos nameplates."],
         "ja": ["The \"Full\" button switches between the full and standard",
                " nameplate. You must hit \"Save\" twice to receive both",
                " nameplates."]},
    "nameplates.p4":
        {"en": ["The \"P\" button switches between the 1P and 2P design."],
         "es": ["El boton \"P\" cambia entre el diseño de 1P y 2P."],
         "ja": ["The \"P\" button switches between the 1P and 2P design."]},
    "nameplates.p5":
        {"en": ["The \"On / Off\" button switches the dan design on and off. Dans",
                " are a way to measure your skill. Find more information in the"],
         "es": ["El boton \"On / Off\" alterna el diseño del icono del Dan. Los",
                " Dans son una manera de medir tu habilidad. Encuentra mas",
                " información en el"],
         "ja": ["The \"On / Off\" button switches the dan design on and off. Dans",
                " are a way to measure your skill. Find more information in the"]},
    "dons.title":
        {"en": ["Dons"],
         "es": ["Dons"],
         "ja": ["Dons"]},
    "dons.disclaimer":
        {"en": ["These Dons are for TaikoCatsCaffe (TCC) ONLY."],
         "es": ["Estos Dons son solo para su uso en TaikoCatsCaffe (TCC)."],
         "ja": ["These Dons are for TaikoCatsCaffe (TCC) ONLY."]},
    "dons.instructions":
        {"en": ["Download by clicking the image, then place and extract the zip",
                " file in System\\Base."],
         "es": ["Descargalos presionando la imagen, luego extrae el archivo en",
                " System\\Base."],
         "ja": ["Download by clicking the image, then place and extract the zip",
                " file in System\\Base."]},
    "puchichara.title":
        {"en": ["Puchichara"],
         "es": ["Puchichara"],
         "ja": ["Puchichara"]},
    "puchichara.intro.h":
        {"en": ["Puchichara"],
         "es": ["Puchichara"],
         "ja": ["Puchichara"]},
    "puchichara.intro.text":
        {"en": ["Puchichara are small characters that dance alongside your Don.",
                " TaikoCatsCaffe includes many of these puchichara ready to be",
                " used. To load them in TCC, simply rename the image",
                " Puchichara.png and leave in in the 0_Personal folder. For any",
                " other version of TJAPlayer3, the file must be called 0.png and",
                " stored in 5_Game\\18_Puchichara."],
         "es": ["Los Puchichara son pequeños personajes que bailan junto a tu",
                " Don. TaikoCatsCaffe (TCC) incluye varios puchichara listos",
                " para su uso. Para cargarlos en TCC, solo renombra la imagen a",
                " Puchichara.png y déjala en la carpeta 0_Personal. En cualquier",
                " otra versión de TJAPlayer3, el archivo debe llamarse 0.png y",
                " estar en la carpeta 5_Game\\18_Puchichara."],
         "ja": ["Puchichara are small characters that dance alongside your Don.",
                " TaikoCatsCaffe includes many of these puchichara ready to be",
                " used. To load them in TCC, simply rename the image",
                " Puchichara.png and leave in in the 0_Personal folder. For any",
                " other version of TJAPlayer3, the file must be called 0.png and",
                " stored in 5_Game\\18_Puchichara."]},
    "puchichara.howto.h":
        {"en": ["How to create Puchichara"],
         "es": ["Como crear un Puchichara"],
         "ja": ["How to create Puchichara"]},
    "puchichara.howto.li1a":
        {"en": ["Install"],
         "es": ["Instala"],
         "ja": ["Install"]},
    "puchichara.howto.li1b":
        {"en": ["This will be used to add the gogo time effect."],
         "es": ["Esto se usará para añadir el efecto de GoGo Time."],
         "ja": ["This will be used to add the gogo time effect."]},
    "puchichara.howto.li2":
        {"en": ["Find two images of the character you want to turn into a",
                " puchichara."],
         "es": ["Encuentra dos imágenes del personaje que quieres usar para tu",
                " Puchichara."],
         "ja": ["Find two images of the character you want to turn into a",
                " puchichara."]},
    "puchichara.howto.li3":
        {"en": ["Arrange your characters in a fashion similar to this within a",
                " 500x500px canvas. (Feel free to download and overlay your",
                " characters.)"],
         "es": ["Coloca tus personajes de una manera similar a esta en un lienzo",
                " de 500x500px (Puedes descargar esta imagen para superponer tus",
                " personajes)."],
         "ja": ["Arrange your characters in a fashion similar to this within a",
                " 500x500px canvas. (Feel free to download and overlay your",
                " characters.)"]},
    "puchichara.howto.li4":
        {"en": ["Rectangle Select the two characters at the bottom of the image",
                " and go to the \"Levels\" tab within paint.net."],
         "es": ["Haz una selección rectangular (Rectangle Select) de los dos",
                " personajes de abajo en la imagen y ve a la pestaña \"Niveles\"",
                " (Levels) dentro de paint.net."],
         "ja": ["Rectangle Select the two characters at the bottom of the image",
                " and go to the \"Levels\" tab within paint.net."]},
    "puchichara.howto.li5":
        {"en": ["Set your levels to look like this."],
         "es": ["Ajusta tus niveles para que la imagen quede asi."],
         "ja": ["Set your levels to look like this."]},
    "puchichara.howto.li6":
        {"en": ["Save the file."],
         "es": ["Guarda el archivo."],
         "ja": ["Save the file."]},
    ".":
        {"en": [],
         "es": [],
         "ja": []}
}
